const ExperienceRangeControllerGuideContent = () => {
  return (
    <>
      경력별 기술 분석은 <strong>0 ~ 20년의 경력 범위를 기본값으로 분석</strong>
      을 진행합니다.
      <br />
      <br />
      경력 범위 슬라이더를 조절하여{" "}
      <strong>
        채용 공고의 경력 요구 사항에 맞추어 필터링된 분석 결과를 확인
      </strong>
      할 수 있습니다.
      <br />
      <br />
      <br />
      아래는 경력 범위 슬라이더에 대한 가이드입니다.
      <br />
      <br />
      🍳슬라이더의{" "}
      <strong>왼쪽 끝으로 드래그하면 경력이 낮은 범위로 이동</strong>합니다.
      <br />
      <br />
      🍳슬라이더의{" "}
      <strong>오른쪽 끝으로 드래그하면 경력이 높은 범위로 이동</strong>합니다.
      <br />
      <br />
      🍳슬라이더의 아래에는 <strong>현재 선택한 경력 범위가 표시</strong>됩니다.
      이를 통해 선택한 범위를 확인할 수 있습니다.
      <br />
      <br />
      🍳원하는 경력 범위 조절을 완료하면{" "}
      <strong>
        오른쪽의 '적용' 버튼을 클릭해 선택한 범위의 경력별 기술 분석 결과를 확인
      </strong>
      할 수 있습니다.
    </>
  );
};

export default ExperienceRangeControllerGuideContent;
